import React from "react";

const post = () => {
    return (
        <div className='main'>
            <h1 className="main__headline">
                Разработка маркетинговой стратегии KIA Motors
            </h1>
            <h2 className="main__subheadline">
                Как совместная работа консультантов и команды заказчика помогла дилеру выйти на лидирующие позиции на рынке РБ.
            </h2>
            <section className="main__img-block">
                <img src="" alt="kia" />
                <p className="text">
                    Фото — 
                        <a className="text__link" href="https://www.facebook.com/kiabelarus/"> группа компании </a>
                    на Facebook.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Задача
                </h3>
                <p className="text">
                    Дилер планировал резкий рывок в продажах и охват большой доли авторынка. Команда активно обсуждала, на что делать ставку, как выстраивать маркетинговую политику и расставлять приоритеты. К работе над проектом привлекли внешнего консультанта – Олега Чанова. Главная задача – увеличить долю рынка.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Решение
                </h3>
                <p className="text">
                    На старте проекта мы с клиентом обозначили цели в долгосрочной перспективе:
                </p>
                <ul className="list">
                    <li>
                        азработка маркетинговой стратегии по всем направлениям (продажа авто, сервисное и техническое обслуживание);
                    </li>
                    <li>
                        постоянное сопровождение.
                    </li>
                </ul>
                <div className="text-highlighted">
                    <div className="text-highlighted__vertical-line"></div>
                    <p className="text-highlighted__text">
                        Готовая стратегия – это не волшебная таблетка, которая даст свои результаты уже завтра. Чтобы все работало, выполнение стратегических задач нужно контролировать (обеспечивать сопровождение).
                    </p>
                </div>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    1 этап. Разработка маркетинговой стратегии для автосалона
                </h3>
                <p className="text">
                    Стратегия продвижения зависит от емкости рынка и конкурентоспособности продукта. Для начала мы собрали информацию и проанализировали белорусский рынок автомобилей, потребности и пожелания покупателей, сравнили маркетинг клиента с маркетингом конкурентов. Это исследование помогло сформировать маркетинговый фундамент и структуру, которая впоследствии повлияла на увеличение доли рынка KIA за счет продвижения, позиционирования и грамотного развития дилерской сети.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    2 этап. Реорганизация отдела маркетинга
                </h3>
                <p className="text">
                    Для эффективной работы и распределения ответственности между участниками мы провели реорганизацию отдела маркетинга:
                </p>
                <ul className="list">
                    <li>
                        провели тестирование среди сотрудников;
                    </li>
                    <li>
                        перераспределили функциональные обязанности согласно новым целям и задачам;
                    </li>
                    <li>
                        с новым PR-менеджером разработали концепцию PR KIA;
                    </li>
                    <li>
                        составили годовой план действий по реализации стратегических задач для каждого сотрудника.
                    </li>
                </ul>
                <p className="text italic">
                    Продолжительность 1 и 2 этапа: год.
                </p>
            </section>
            <section className="main__text-block">
                <head className="headline">
                    3 этап. Проведение стратегической сессии
                </head>
                <p className="text">
                    Стратегическая сессия помогла ТОП-менеджерам сервисного и технического обслуживания определить цели и задачи по развитию своих направлений. В сессии принимали участие:
                </p>
                <ul className="list">
                    <li>
                        финансовый директор,
                    </li>
                    <li>
                        заместитель директора по внешним связям,
                    </li>
                    <li>
                        заместитель директора по логистике,
                    </li>
                    <li>
                        начальник отдела маркетинга,
                    </li>
                    <li>
                        руководители отделов сбыта авто, станций технического обслуживания, продажи запчастей и дополнительного оборудования.
                    </li>
                </ul>
                <p className="text italic">
                    Продолжительность этапа: 2 дня.
                </p>
            </section>
            <section className="main__img-block">
                <img src="" alt="kia" />
                <p className="text">
                    Сергей Федоренко, директор Атлант-М (KIA). Фото — 
                    <a className="text__link" href="http://job.atlantm.com/plan/success_history/~news__m20=144">atlantm.com</a>.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    3 этап. Проведение стратегической сессии
                </h3>
                <p className="text">
                    После трех этапов проекта продажи KIA выросли, и команда запланировала последующий рост. Они постоянно проводили сессии по оптимизации стратегии: ставили новые задачи и показатели роста, актуализировали данные по рынку и конкурентам.
                </p>
                <div className="text-highlighted">
                    <div className="text-highlighted__vertical-line"></div>
                    <p className="text-highlighted__text">
                        Участники не просто планировали, а сразу назначали исполнителей для каждой задачи, разрабатывали KPI. Сотрудники научились брать ответственность за задачи своего направления и устанавливать объективные дедлайны.
                    </p>
                </div>
                <p className="text">
                    Олег Чанов как консультант проекта сопровождал внедрение маркетинговой стратегии, помогал провести рекламную компанию. В течение всего проекта он проводил для KIA маркетинговые исследования целевой аудитории, рисовал портреты реальных клиентов, выбирал новые приоритетные покупательские сегменты для продвижения.
                </p>
                <p className="text italic">
                    Продолжительность этапа: 2 года.
                </p>
            </section>
            <section className="main__text-block">
                <h3 className="headline">
                    Результат
                </h3>
                <ul>
                    <li>
                        За три года совместной работы доля рынка KIA увеличилась c 3% до 11%.
                    </li>
                    <li>
                        Из 20 автодилеров в РБ автоцентр KIA вышел на 7 место.
                    </li>
                    <li>
                        За счет увеличения объема продаж команда стала не просто дилерами, а импортерами автомобилей KIA в РБ.
                    </li>
                </ul>
            </section>
            <section className="main__text-block">
                <p className="text">
                    Сергей Федоренко, директор Атлант-М (KIA), заказчик проекта: “У Олега огромный опыт работы, и это для меня означало доверие к вырабатываемым решениям. С ним приятно и легко работать, он готов к задачам любого уровня. По итогам проекта мы зафиксировали отличные результаты, благодарю за сотрудничество”.
                </p>
            </section>
        </div>
    )
}

export default post;