{
    "Welcome to the website": "Добро пожаловать на сайт",
    "Text Component": "Текстовый компонент",
    "Language": "Язык",
    "English": "Английский",
    "Russian": "Русский",

    "About me": "Обо мне",
    "Trainings": "Тренинги",
    "Articles & Case Studies": "Статьи и кейсы",
    "Contacts": "Контакты",

    "Aleg Chanov": "Олег Чанов",
    "Strategic management consultant": "Консультант по стратегическому управлению",
    "Strategy development in offline and online sessions": "Разработка стратегий в формате стратегических сессий в offline и online.",
    "Holding strategic sessions using AI (Artificial Intelligence)": " Проведение  стратегических сессий с использованием AI (Искусственного Интеллекта).",

    "In numbers": "В цифрах",
    "Since 2005": "с 2005 года",
    "in consulting business": "в консалтинговом бизнесе",
    "years": "лет",
    "in a large automobile holding Volkswagen from an employee to a marketing director": "в крупном автомобильном холдинге от рядового сотрудника до директора по маркетингу Volkswagen",
    "of strategies and marketing strategies in various sectors of an economy: road construction, retail, banking, car business, light manufacturing, car engineering, industrial sector etc": "стратегий и маркетинговых стратегий в различных секторах экономики: дорожное строительство, ритейл, банковский сектор, автомобильный бизнес, легкая промышленность, машиностроение, производственный сектор и т.д.",
    "strategic sessions held": "проведённых стратегических сессий",

    "Education": "Образование",
    "Europa-Universität Viadrina Frankfurt": "Europa-Universität Viadrina Frankfurt",

    "The best way to predict the future is to create it...": "Лучший способ предсказать будущее – создать его...",
    "Peter Drucker": "Питер Друкер",

    "It's better to have any system than no system at all": "Лучше иметь любую систему, чем совсем никакой",
    "I believe that ideas move the world. If you look around, you can easily see this": "Я считаю, что идеи движут миром. Если посмотреть вокруг, то в этом легко убедиться.",
    "I love and know how to help companies and owners build healthy, successful businesses and do something useful for people": "Я люблю и умею помогать компаниям и собственникам строить здоровый успешный бизнес, делать что-то полезное для людей.",
    "If you have an idea to build a large successful business, then, in addition to the vision of what it should be, the energy, dedication and good business model necessary for this, you need": "Если у вас есть идея построить большой успешный бизнес, то, помимо видения каким он должен быть, необходимой для этого энергии, целеустремленности и хорошей бизнес-модели, нужна",
    "a system for moving": " система движения ",
    "towards your goals and dreams": "к намеченным целям и мечтам.",
    "My job is to help the company create a strategy and strategic management system": "Моя работа - помочь компании создать стратегию и систему стратегического управления.",
    "I structure my work in such a way as to take into account the nuances of the company, the specifics of the business and relationships in the team. After all, there are no identical people and identical companies": "Я строю работу так, чтобы учесть нюансы компании, специфику бизнеса и взаимоотношений в команде. Ведь не бывает одинаковых людей и не бывает одинаковых компаний.",

    "Approach": "Подход",
    "First, it is determined what competencies the company has and what experience it has in strategic planning and management": "Вначале определяется, какими компетенциями обладает компания и какой у нее есть опыт стратегического планирования и управления.",
    "An introduction to the company and diagnostics are carried out": "Проводится знакомство с компанией и диагностика.",
    "Depending on the team’s competencies, it is determined and the strategy development format most suitable for the company is selected": "В зависимости от компетенций команды определяется и подбирается формат разработки стратегии, наиболее подходящий для компании.",
    "If necessary, the team is trained at the stage of preparation for developing a strategy": "Если необходимо, то проводится обучение команды на шаге подготовки к разработке стратегии.",
    "A work scenario is created during the strategic session and after it in order for the strategy to be implemented": "Создается сценарий работы на стратегической сессии и после нее для того, чтобы стратегия была реализована",
    "A strategy is being developed": "Разрабатывается стратегия.",
    "The strategy is being successfully implemented": "Стратегия успешно реализуется.",
    
    "My credo": "Моё кредо",
    "Understand how it works, and then apply it to yourself": "Пойми, как это работает, а потом примени у себя",

    "What are you getting": "Что вы получаете",
    "Define the company's development vision for the period of strategy development": "Определите видение развития компании на период разработки стратегии",
    "Identify the pool of most important projects that need to be implemented to achieve your most important goals, and detail them": "Определите пул наиболее важных проектов, которые нужно реализовать для достижения ваших самых главных целей, и их детализируете",
    "Determine how your company will develop most successfully and what needs to be done for this": "Определите как ваша компания будет развиваться наиболее успешно и что для этого нужно сделать",
    "Teach your team to develop a strategy and learn to involve employees in the change process, increase their competencies": "Научите команду разрабатывать стратегию и научитесь вовлекать сотрудников в процесс изменений, повысите их компетенции",
    "Establish a strategy execution control system and mechanisms execution": "Заложите систему контроля исполнения стратегии и механизмы исполнения",
    "You will have people responsible for implementing the strategy and key performance indicators": "У вас появятся ответственные за реализацию стратегии и ключевые показатели эффективности",
    "Create the prerequisites for successful implementation of the strategy": "Создадите предпосылки для успешной реализации стратегии",

    "How do I bring benefit": "Как я приношу пользу",
    "The most impressive result achieved by the client was the fulfillment of": "Наиболее впечатляющий результат, которого достиг клиент, это исполнение",
    "of the objectives set in the strategy": "поставленных в стратегии задач",
    "The owners said they have never seen their business be so successful": "Собственники сказали, что они никогда не видели такого успеха своего бизнеса",
    "On average, the implementation of strategic tasks is about": "В среднем цифра исполнения стратегических задач около",
    "Strategies being developed with my participation are effective": "Стратегии, которые разрабатываются с моим участием, результативны",

    "How do I achieve this": "Как я этого достигаю",
    "I myself am the director of strategic management in a rapidly and successfully growing company. I understand": "Я сам являюсь директором по стратегическому управлению в быстро и успешно развивающейся компании. Я понимаю, ",
    "how it works in practice, not in theory": "как это работает в практике, а не в  теории.",

    "I always do the full cycle work myself. I conduct preliminary consultation, diagnosis, adaptation, or develop an approach that is most effective and applicable for the client": "Всегда сам выполняю работу полного цикла. Провожу предварительное консультирование, диагностику, адаптацию или разрабатываю подход, наиболее эффективный и применимый для клиента.",
    "At each stage of cooperation I provide feedback on the process and the result": "На каждом этапе сотрудничества я даю обратную связь по процессу и результату.",
    "I maintain confidentiality of information": "Соблюдаю конфиденциальность информации.",

    "Course": "Курс",
    "Marketing in MBA format": "Маркетинг в формате МВА",
    "Aimed at improving the team’s management competencies in marketing and mastering modern marketing technologies": "Направлен на повышение управленческих компетенций команды в маркетинге, овладение современными маркетинговыми технологиями.",
    "Long-term": "Долгосрочный",
    "months": "месяцев",
    "hours": "часа",
    "Adapts to client needs": "Адаптируется под задачи клиента",

    "It is needed when the company has the task of creating a personnel reserve or increasing management competencies and the performance of managers": "Нужен, когда у компании есть задача создания кадрового резерва или повышения управленческих компетенций и эффективности работы руководителей",
    "Listeners can be either mid-level employees, heads of departments and businesses": "Слушателями могут быть либо сотрудники среднего звена, руководители подразделений и бизнесов",
    "It is often an integral part of a corporate MBA (as a rule, a corporate MBA includes courses on management,finance and marketing)": "Часто является составляющей частью корпоративного МВА (как правило в корпоративном МВА читаются курсы по менеджменту, финансам и маркетингу)",
    
    "Relevant clients": "Релевантные клиенты",
    "employees and managers who attended this course": "сотрудники и руководители которых обучались на этом курсе",
    "Automobile holding Atlant-M": "Автомобильный холдинг Атлант-М",
    "operates in 3 countries": "работает в 3-х странах",
    "Manufacturing company Alutech": "Производственная компания Алютех",
    "operates in more than 50 countries": "работает более чем в 50 странах",
    "Business school XXI century": "Бизнес-школа XXI век",
    "Open type MBA - for owners and top managers": "МВА открытого типа – для собственников и топ-менеджеров",
    "DIY chain of stores": "Сеть магазинов DIY",
    "Automobile holding": "Автомобильный холдинг",

    "Result": "Результат",
    "Employees will master modern and classical marketing management methodologies": "Сотрудники овладеют современными и классическими методологиями управления маркетингом",
    "Employees will learn to use marketing tools in practical activities as applied to their company": "Сотрудники научатся использовать инструменты маркетинга в практической деятельности в применении к своей компании",
    
    "Training": "Тренинг",
    "Aimed at increasing sales through a better understanding of customer behavior": "Направлен на повышение продаж за счёт лучшего понимания поведения клиентов.",
    "CJM (Customer Journey Map or customer journey map) is a tool for strategic sales management through a better understanding of customer needs and mechanisms of interaction with them": "CJM (Customer Journey Map или «карта путешествия клиента» - это инструмент стратегического управления продажами через лучшее понимание потребностей клиентов и механизмов взаимодействия с ними.",
    "CJM is a technology that all leading companies use to improve customer service and, accordingly, increase the income received from customers": "CJM это технология, которой пользуются все ведущие компании для улучшения работы с клиентами и, соответственно, увеличению дохода, получаемого от клиентов.",
    "You will learn to compile CJM in accordance with international best practices": "Вы научитесь составлять CJM в соответствии с лучшими международными практиками",
    "You will learn to understand which points of interaction and points of contact between your company and the client need to be improved in order to increase the effectiveness of interaction with the client": "Вы научитесь понимать какие места взаимодействия и точки контакта вашей компании и клиента необходимо улучшать, чтобы поднять эффективность взаимодействия с клиентом",

    "Type": "Тип",
    "All": "Все",
    "Articles": "Статьи",
    "Cases": "Кейсы",
    "Category": "Рубрика",
    "Marketing": "Маркетинг",
    "Strategy development": "Разработка стратегии",
    "Strategy": "Стратегия",

    "Apply": "Применить",

    "Read": "Читать",
    "Filters": "Фильтры",
    "Back to list": "Назад к списку",

    "Development of a marketing strategy for": "Разработка маркетинговой стратегии",

    "How the joint work of consultants and the customer’s team helped the dealer achieve a leading position in the Belarusian market": "Как совместная работа консультантов и команды заказчика помогла дилеру выйти на лидирующие позиции на рынке РБ.",
    "Photo - company group on": "Фото — группа компании на",
    "Task": "Задача",
    "The dealer planned a sharp breakthrough in sales and coverage of a large share of the car market. The team actively discussed what to bet on, how to build a marketing policy and set priorities. An external consultant, Oleg Chanov, was hired to work on the project. The main task is to increase market share": "Дилер планировал резкий рывок в продажах и охват большой доли авторынка. Команда активно обсуждала, на что делать ставку, как выстраивать маркетинговую политику и расставлять приоритеты. К работе над проектом привлекли внешнего консультанта – Олега Чанова. Главная задача – увеличить долю рынка.",
    "Solution": "Решение",
    "At the start of the project, the client and I outlined our long-term goals": "На старте проекта мы с клиентом обозначили цели в долгосрочной перспективе",
    "development of a marketing strategy in all areas (car sales, service and maintenance)": "разработка маркетинговой стратегии по всем направлениям (продажа авто, сервисное и техническое обслуживание)",
    "constant support": "постоянное сопровождение",
    "A ready-made strategy is not a magic pill that will give results tomorrow. For everything to work, the implementation of strategic tasks must be monitored (provided support)": "Готовая стратегия – это не волшебная таблетка, которая даст свои результаты уже завтра. Чтобы все работало, выполнение стратегических задач нужно контролировать (обеспечивать сопровождение)",
    "Stage": "Этап",
    "Development of a marketing strategy for a car dealership": "Разработка маркетинговой стратегии для автосалона",
    "The promotion strategy depends on the market capacity and competitiveness of the product. To begin with, we collected information and analyzed the Belarusian car market, the needs and wishes of customers, and compared the client’s marketing with the marketing of competitors. This research helped form a marketing foundation and structure, which subsequently influenced the increase in KIA's market share through promotion, positioning and competent development of the dealer network.": "Стратегия продвижения зависит от емкости рынка и конкурентоспособности продукта. Для начала мы собрали информацию и проанализировали белорусский рынок автомобилей, потребности и пожелания покупателей, сравнили маркетинг клиента с маркетингом конкурентов. Это исследование помогло сформировать маркетинговый фундамент и структуру, которая впоследствии повлияла на увеличение доли рынка KIA за счет продвижения, позиционирования и грамотного развития дилерской сети.",
    "Reorganization of the marketing department": "Реорганизация отдела маркетинга",
    "For effective work and distribution of responsibilities between participants, we reorganized the marketing department": "Для эффективной работы и распределения ответственности между участниками мы провели реорганизацию отдела маркетинга",
    "conducted testing among employees": "провели тестирование среди сотрудников",
    "redistributed functional responsibilities according to new goals and objectives": "перераспределили функциональные обязанности согласно новым целям и задачам",
    "together with a new PR manager, we developed a PR concept for KIA": "с новым PR-менеджером разработали концепцию PR KIA",
    "made up an annual action plan to implement strategic objectives for each employee": "составили годовой план действий по реализации стратегических задач для каждого сотрудника",
    "Duration of stages 1 and 2: one year": "Продолжительность 1 и 2 этапа: год",

    "Conducting a strategic session": "Проведение стратегической сессии",
    "Duration of stage": "Продолжительность этапа",

    "The strategic session helped TOP service and maintenance managers identify goals and objectives for the development of their areas. The session was attended by": "Стратегическая сессия помогла ТОП-менеджерам сервисного и технического обслуживания определить цели и задачи по развитию своих направлений. В сессии принимали участие",
    "financial director": "финансовый директор",
    "deputy Director for External Relations": "заместитель директора по внешним связям",
    "deputy Director for Logistics": "заместитель директора по логистике",
    "head of the Marketing Department": "начальник отдела маркетинга",
    "heads of car sales departments": "руководители отделов сбыта авто",
    "service stations": "станций технического обслуживания",
    "продажи запчастей": "sales of spare parts",
    "and": "и",
    "additional equipment": "дополнительного оборудования.",
    "days": "дня",
    "Sergey Fedorenko, director of Atlant-M": "Сергей Федоренко, директор Атлант-М",
    "Photo": "Фото",
    "yearsRu": "года",
    "After three phases of the project, KIA sales increased and the team planned for further growth. They constantly held sessions to optimize the strategy: they set new goals and growth indicators, updated data on the market and competitors": "После трех этапов проекта продажи KIA выросли, и команда запланировала последующий рост. Они постоянно проводили сессии по оптимизации стратегии: ставили новые задачи и показатели роста, актуализировали данные по рынку и конкурентам.",
    "As a project consultant, I accompanied the implementation of a marketing strategy and helped carry out an advertising campaign. Throughout the project, I conducted marketing research of the target audience for KIA, drew portraits of real customers, and selected new priority customer segments for promotion": "Как консультант проекта я сопровождал внедрение маркетинговой стратегии, помогал провести рекламную компанию. В течение всего проекта я проводил для KIA маркетинговые исследования целевой аудитории, рисовал портреты реальных клиентов, выбирал новые приоритетные покупательские сегменты для продвижения.",
    "Over three years of joint work, KIA's market share increased from 3% to 11%": "За три года совместной работы доля рынка KIA увеличилась c 3% до 11%",
    "Out of 20 car dealers in the Republic of Belarus, the KIA auto center took 7th place": "Из 20 автодилеров в РБ автоцентр KIA вышел на 7 место",
    "Due to the increase in sales volume, the team became not just dealers, but importers of KIA cars in the Republic of Belarus": "За счет увеличения объема продаж команда стала не просто дилерами, а импортерами автомобилей KIA в РБ.",
    "Sergey Fedorenko, director of Atlant-M (KIA), customer of the project: Oleg has extensive work experience, and this for me meant trust in the solutions being developed. It is pleasant and easy to work with him, he is ready for tasks of any level. As a result of the project, we recorded excellent results, thank you for your cooperation": "Сергей Федоренко, директор Атлант-М (KIA), заказчик проекта: У Олега огромный опыт работы, и это для меня означало доверие к вырабатываемым решениям. С ним приятно и легко работать, он готов к задачам любого уровня. По итогам проекта мы зафиксировали отличные результаты, благодарю за сотрудничество.",

    "Designer": "Дизайнер",
    "Maria Shkrabo": "Мария Шкрабо",
    "Programmer": "Программист",
    "Rostislav Chanov": " Ростислав Чанов",
    "Phone No. / Messenger": "Телефон / Мессенджер",
    "Please fill in": "Пожалуйста, напишите",
    "Your name": "ваше имя",
    "Your contacts": "ваш номер телефона/мессенджер",
    "Close": "Закрыть",
    "Thank you!": "Спасибо!",
    "The form was successfully sent": "Форма была успешно отправлена",
    "I will contact you shortly": "Я свяжусь с вами в ближайшее время",
    "Ooops!": "Упс!",
    "Something went wrong...": "Что-то пошло не так...",
    "Please try to send the form again or contact me by social media or email indicated on the website": "Пожалуйста, попробуйте отправить форму снова или свяжитесь со мной через социальные сети или электронную почту, указанную на вебсайте.",

    "Leave your contacts and I will contact you for a consultation": "Оставьте свои контакты и я свяжусь с Вами для консультации.",
    "Name": "Имя",
    "Contact me": "Связаться",
    "Contact with me": "Свяжитесь со мной",
    "Terms of Use": "Условия использования сайта",
    "Privacy Policy": "Политика конфиденциальности"
}